<?php

return [

    'name' => 'Панель керування',
    'general' => [
        'create' => 'Створити',
        'edit' => 'Редагувати',
        'delete' => 'Видалити',
        'save' => 'Зберігти'
    ],
    'title' => [
        'media' => [
            'index' => 'Медіа'
        ],
    ],
    'field' => [
        'file' => [
            'upload' => 'Завантажити',
            'select' => 'Обрати існуюче'
        ]
    ],
    'auth' => [
        'password' => 'Пароль',
        'username' => 'Ім\'я користувача',
        'remember_me' => 'Запам\'ятати мене',
        'sign_in' => 'Увійти'
    ],
    'flash' => [
        'crud' => [
            'updated' => 'Запис успішно оновлено',
            'created' => 'Запис успішно створено',
            'deleted' => 'Запис успішно видалено'
        ]
    ],
    'entity' => [
        'menu' => [
            'sidebar' => 'Меню',
            'page' => [
                'header' => 'Меню'
            ],
            'title' => [
                'index' => 'Меню',
                'create' => 'Створення нового меню',
                'edit' => 'Редагування меню'
            ],
            'field' => [
                'name' => 'Назва',
                'items' => 'Пункти меню',
                'categories' => 'Категорії',
                'location' => 'Розположення',
                'tag' => 'Ідентифікатор'
            ]
        ],
        'category' => [
            'sidebar' => 'Категорії',
            'page' => [
                'header' => 'Категорії'
            ],
            'title' => [
                'index' => 'Категорії',
                'create' => 'Створення нової категорії',
                'edit' => 'Редагування категорії'
            ],
            'field' => [
                'name' => 'Назва'
            ]
        ]
    ],

    'frontend' => [
        'popup' => [
            'file' => [
                'header' => 'Менеджер файлів'
            ]
        ]
    ]
];